[{"author":"GEF Partners","title":" Time to Adapt: Insights from the GEF&#039;s Experience in Adaptation to Climate Change<\/div>","description":"This publication is a joint effort by the GEF partnership to showcase some of the insights gained from the now substantial portfolio of GEF-funded adaptation projects. The GEF has invested over $1.3 billion to help communities in the developing world adapt to climate change, notably through the Least Developed Countries Fund (LDCF) and the Special Climate Change Fund (SCCF).&nbsp;","tags":["Adaptation","English","Climate Change","Adaptation","LDCF","SCCF"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_Adaptation2016_final_0.pdf","length":"18","isbn":"<\/label><\/div>"},{"author":"GEF Partners","title":" Scaling up Community Actions for International Waters Management<\/div>","description":"Water is the key ingredient for life. It is therefore not surprising that most communities have historically thrived along river basins, lakes and coastal areas. As a result, they not only have a great stake in the sustainability of these waterbodies and their associated resources, but have also accumulated knowledge and information required for their effective management, including more recently on how to deal with a rapidly changing climate.&nbsp;The lessons learned presented in this publication provide valuable guidance on supporting community innovations and then their eventual scaling up through multiple partnerships and links with larger projects. Complementing the global and regional aspects of International Waters work with local elements that empower and sustain is what we need to do if we are to achieve SDG 14 – our “Life Below Water” goal.","tags":["International Waters","English","International Waters;"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/IW%20PublicationCaseStudiesMay-Digital.pdf","length":"7","isbn":"<\/label><\/div>"},{"author":"GEF","title":" User Guide:  Indigenous Peoples and GEF Project Financing<\/div>","description":"Indigenous Peoples’ traditional knowledge and ecosystem management practices are recognized by the GEF as highly relevant for protection of the global environmental commons, environmental management, sustainable development, and increased resilience.The GEF sees Indigenous Peoples as distinct communities whose identity and culture are inextricably linked to the land, territories and natural resources they depend upon.Through its operations and policies, the GEF supports the realization of the provisions of the United Nations Declaration on the Rights of Indigenous Peoples.","tags":["Indigenous Peoples","English","Indigenous Peoples; Guide"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_IndigenousPeople2016_CRA.pdf","length":"2","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Catalyzing Climate-Smart Land Use for a Sustainable Future<\/div>","description":"Strengthening coalitions and mobilizing action to scale-up climate-smart land use.","tags":["Land Degradation","English"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/climate-smart-land-use-2016.pdf","length":"2","isbn":"<\/label><\/div>"},{"author":"GEF Partners","title":" Burning Bright: UNDP and GEF in the Tiger Landscape<\/div>","description":"This publication highlights the unique contribution of ten GEF financed, UNDP supported&nbsp;projects in six tiger range countries (Bhutan, India, Indonesia, Malaysia, Myanmar and Thailand), demonstrating how conservation activities in tiger habitat can accomplish more than the preservation of one iconic wildlife species. The comprehensive approach our projects employ, based on clear identification of threats and barriers, can catalyze significant improvement in human well-being and support countries’ efforts towards achievement of the Sustainable Development Goals. Our strategy comprises maintenance of vital ecosystem services, improved livelihoods and realization of rights and enhanced security through comprehensive policy and functioning systems of natural resource governance. Weaving through this narrative, traditional knowledge, religious beliefs, folklore and artwork illustrate the role tigers have played in shaping cultural identity and history throughout Asia, further illuminating the imperative for conserving Panthera tigris.&nbsp;","tags":["Biodiversity","English","Biodiversity","tigers","Conservation"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/UNDP%20gef%20in%20the%20Tiger%20Landscape%20Publication%20March24.pdf","length":"3","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" GEF Innovations in Blended Finance: A Summary<\/div>","description":"Transforming the world's energy systems, cities, and land-use systems to become low-carbon and resilient will require a large-scale change in global finance flows. The magnitude of financing is in the order of trillions of dollars per year, of which a large amount comes from the private sector. It is therefore critical that scarce public resources are deployed in a way that catalyzes the required redirection of finance. Blended finance aims to achieve exactly that, and therefore has attracted significant interest in recent years.","tags":["Multi Focal Area","Blended Finance","Public Private Partnership"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Blended%20finance%20Final%20NI%20Approved%20LR_0.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF Partners","title":" From Coast to Coast - Celebrating 20 years of Transboundary Management of our Shared Oceans<\/div>","description":"The world’s oceans and coastal ecosystems provide critical services — food security, livelihoods and coastal protection — for billions of people. Yet these valuable ecosystems lack sustainable governance resulting in continued degradation due to over and destructive fishing, habitat loss and pollution compounded by climate change. Because of their transboundary nature, these multi-country systems represent international public goods making ocean governance particularly complex.","tags":["International Waters","Oceans","Coastal Management"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/From%20Coast%20to%20Coast%20-%20Celebrating%2020%20years%20of%20Transboundary%20Management%20of%20our%20Shared%20Oceans.pdf","length":"19","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" GEF Integrated Approach Pilot: Taking Deforestation out of Commodity Supply Chains<\/div>","description":"Today, soy, beef and palm oil yield about&nbsp;$92 billion a year to producers, many of&nbsp;whom are small-scale rural farmers. These&nbsp;commodities thus become important&nbsp;in many local and national economies.&nbsp;Therefore, sustainability within commodities&nbsp;will only be achieved by linking long-term&nbsp;national sustainable development plans with&nbsp;day-to-day value chain management.","tags":["Multi Focal Area","Sustainable Forest Management","English","Integrated Approaches Pilots","Land","Sustainable Forest Management","Commodities"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_SDG_Deforestation_r6.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" <a href=\"\/gef\/Areas_work\" title=\"\">Our Work<\/a> » <a href=\"\/gef\/climate_change\" title=\"Climate Change\">Climate Change<\/a> » <a href=\"\/gef\/adaptation\" title=\"Adaptation\">Adaptation<\/a> » GEF-6 Adaptation Strategy<\/div>","description":"Over the past decade, the GEF has financed a pioneering, global portfolio of adaptation projects&nbsp;and programs in over 124 countries with grant resources amounting to $1.18 billion. These&nbsp;interventions are reducing the vulnerability of people, livelihoods, physical assets and natural&nbsp;systems to the adverse effects of climate change across key vulnerable sectors, including agriculture,&nbsp;water resources management, infrastructure, and health.","tags":["Adaptation","LDCF","SCCF","Climate Change","LDCF\/SCCF","SCCF"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_AdaptClimateChange_CRA.pdf","length":"6","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" GEF Integrated Approach Pilot: Fostering Sustainability and Resilience for Food Security in Sub-Saharan Africa<\/div>","description":"The challenge of food security in Africa will intensify in the coming decades. Demand for food will increase sharply in Africa as the African population is set to double by 2050, and as the population in parallel become more affluent. At the same time, with a chronic food deficit, one-quarter of its population undernourished, the lowest crop yields in the world and poor soil quality, Africa’s starting point in terms of food security is challenging. Climate change will further exacerbate the risks facing agriculture in Africa, which is dominated by small farms with few assets and limited capacities to adapt.","tags":["Multi Focal Area","Africa","Food Security","Integrated Approaches Pilots","Sub-Saharan Africa"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_SDG_Food_Security_Africa_r5.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" GEF Integrated Approach Pilot: Sustainable Cities<\/div>","description":"Cities consume over two-thirds of global&nbsp;energy supply, and are responsible for 70%&nbsp;of greenhouse gas emissions. Cities are also&nbsp;uniquely vulnerable to climate change: 14 of&nbsp;the world’s 19 largest cities are located in port&nbsp;areas. Climate change adds to the urgency of&nbsp;sustainable urban planning and management,&nbsp;and to the an already broad set of challenges&nbsp;for many city governments revolving around&nbsp;providing jobs, services and housing to&nbsp;growing urban populations","tags":["Mitigation","Climate Change","English","Integrated Approaches Pilots","Sustainable Cities"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_SDG_Sustainable_Cities_r6.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" Behind the Numbers 2015: A Closer Look at GEF Achievements<\/div>","description":"Our numbers tell a story about the depth and breadth of the GEF’s activities: In its 24-year history, the GEF has invested $14.5 billion directly, and leveraged $75.4 billion in additional resources, for 3,946 projects in 167 countries.Rooted in our role as a financial mechanism for the Rio Conventions and other multilateral agreements, the GEF is uniquely placed to help buttress the health of the global commons—the planet’s finite environmental resources, from land and forests to oceans and the atmosphere—which are essential for a thriving world.","tags":["Multi Focal Area","English"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_numbers2015_CRA_bl2_web.pdf","length":"2","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" The GEF and Climate Change - Catalyzing Transformation<\/div>","description":"Climate change affects every nation and every person. Droughts, violent storms, sea-level rise and other changes are destabilizing critical ecosystems, undermining economic activity and jeopardizing livelihoods across the globe. The climate is a vital Earth system, that if compromised will put everyone’s future prosperity and well-being at risk.Urgent action is needed to drastically cut greenhouse gas emissions, invest in adaptation and build resilience to the growing impacts of our rapidly warming world.","tags":["Climate Change","English","Climate Change"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/The%20GEF%20and%20Climate%20Change%20-%20Catalyzing%20Transformation_0_0.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" The GEF and the Sustainable Development Goals<\/div>","description":"The GEF is&nbsp;uniquely placed to help buttress Earth's life&nbsp;support systems.&nbsp;Based on our more than two decades of&nbsp;experience, we increasingly recognize the&nbsp;importance of tackling complex&nbsp;interdependent issues in an integrated&nbsp;manner.&nbsp;","tags":["Institutional","SDGs"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/SDG%20new%20boilerLR.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" Combatting Illegal Wildlife Trade 2015<\/div>","description":"","tags":["Biodiversity","English","Endangered Species","Renewable Energy"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/IWT%20trifold%20reduced.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" GEF 2020: Strategy for the GEF<\/div>","description":"GEF2020 emphasizes the need for us to support transformational change and achieve impacts on a broader scale. The strategy calls for the GEF to focus on the drivers of environmental degradation, and it addresses the importance of supporting broad coalitions of committed stakeholders and innovative and scalable activities. GEF2020 provides a path forward for the GEF to become a champion of the global environment.","tags":["Institutional","GEF 2020 Strategy"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF-2020Strategies-March2015_CRA_WEB.pdf","length":"4","isbn":"<\/label><\/div>"},{"author":"STAP","title":" Sustainable Urbanization Policy Brief: Proliferation of Urban Centres, their Impact on the World’s Environment and the Potential Role of the GEF<\/div>","description":"","tags":["Multi Focal Area","Policy Brief","STAP","Sustainable Cities"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Sustainable-Urbanization-Policy-Brief.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF Secreteriat","title":" Combating Land Degradation in Production Landscapes: Learning from GEF Projects Applying Integrated Approaches<\/div>","description":"The publication is the result of a new effort on portfolio review in the GEF Secretariat. This&nbsp;effort is intended to promote learning and knowledge synthesis from GEF projects under&nbsp;implementation. This particular portfolio review was focused on projects designed to combat&nbsp;land degradation through application of integrated approaches. It was financed under&nbsp;the two operational programs that preceded the current Land Degradation focal area: Integrated&nbsp;Ecosystem Management (OP 12) and Sustainable Land Management (OP 15). The&nbsp;emphasis was on understanding the catalytic nature of GEF financing to advance integrated&nbsp;approaches in countries affected by land degradation, including processes, practices,&nbsp;tools, and knowledge innovations that were embodied in the projects.","tags":["Land Degradation","Integrated Approaches Pilots","Integrated Ecosystem Management (IEM)","Land","Sustainable Land Management"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_LandDegradation_CRA.pdf","length":"5","isbn":"<\/label><\/div>"},{"author":"GEF Secreteriat","title":" The Global Environment Facility in a New Era<\/div>","description":"","tags":["Institutional","GEF Assembly"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_AssemblyVision_CRA-lowres.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" The GEF and Asia: Two decades of partnership to safeguard the environment<\/div>","description":"","tags":["Asia"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/gef-EAP-Map-August14-CRA-viewonly.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"STAP","title":" Mainstreaming Biodiversity in Practice - A STAP Advisory Document<\/div>","description":"","tags":["Biodiversity","Biodiversity","Mainstreaming Biodiversity","STAP"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Mainstreaming-Biodiversity-LowRes.pdf","length":"8","isbn":"<\/label><\/div>"},{"author":"STAP","title":" Assessing the Effects of Terrestrial Protected Areas on Human Well-Being: A STAP Advisory Document<\/div>","description":"","tags":["Biodiversity","Protected Areas","STAP"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Protected-Areas-Full-Doc-LoRes.pdf","length":"8","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Annual Report 2012<\/div>","description":"The report offers a glimpse of some of the achievements of the GEF, including developments in internal operations, reforms to evaluation and monitoring processes, new projects and publications, expanded outreach to GEF agencies and civil society organizations (CSOs), and progress made in each of the GEF’s area of work.","tags":["Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF-AR2012.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"STAP","title":" The Political Economy of Regionalism: The Relevance for International Waters and the Global Environment Facility<\/div>","description":"","tags":["Multi Focal Area","STAP","Transboundary Water"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Political-Economy%20of%20Regionalism-Low-Res-Compressed.pdf","length":"5","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Access and Benefit Sharing<\/div>","description":"&nbsp;","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/ABS%20Publication%20%2810-24-13%20rev%29_0.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Mainstreaming Gender at the GEF<\/div>","description":"Gender relations play a key role in the access to and control over environmental resources and the goods and services that they provide. Accounting for gender dimensions is an important consideration when running environmental projects. This publication highlights&nbsp;the GEF’s efforts and renewed commitment to link&nbsp;gender equality and environmental sustainability.  &nbsp;","tags":["Multi Focal Area","Gender"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Mainstreaming%20Gender%20Eng.pdf","length":"5","isbn":"<\/label>978-1-939339-87-4<\/div>"},{"author":"STAP","title":" GEF Guidance on Emerging Chemicals Management Issues in Developing Countries and Countries with Economies in Transistion<\/div>","description":"","tags":["Multi Focal Area","Persistent Organic Pollutants","Sound Management of Chemicals","STAP"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF%20Guidance%20on%20Emerging%20Chemicals-Full-Report.pdf","length":"13","isbn":"<\/label><\/div>"},{"author":"Forest Trends","title":" State of Biodiversity Markets<\/div>","description":"As more and more governments and businesses consider market-like instruments as tools for biodiversity footprint management, it is increasingly important to understand what is happening, where, and how those tools work.","tags":["Biodiversity"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/sbdmr.pdf","length":"8","isbn":"<\/label><\/div>"},{"author":"GEFSEC","title":" Accessing Resources under the LDCF<\/div>","description":"The Least Developed Countries Fund (LDCF) was established under the United Nations Framework Convention on Climate Change (UNFCCC) at its seventh session in Marrakech and is managed by the Global Environment Facility (GEF). The fund addresses the special needs of the 49 LDCs which are especially vulnerable to the adverse impacts of climate change. As a priority, the LDCF supports the preparation and the implementation of the National Adaptation Programs of Action (NAPAs), country driven strategies which identify urgent and immediate needs of LDCs to adapt to climate change.","tags":["Adaptation","LDCF","Climate Change"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/23469_LDCF.pdf","length":"4","isbn":"<\/label>978-1-939339-16-4<\/div>"},{"author":"GEFSEC","title":" Accessing Resources under the SCCF<\/div>","description":"","tags":["SCCF"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/23470_SCCF.pdf","length":"","isbn":"<\/label>978-1-939339-19-5<\/div>"},{"author":"GEF","title":" 19 Years of Achievement and counting. . .<\/div>","description":"Our Story, Our Results.","tags":["Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/19Years_and%20-Counting-April6_2010Web.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Roundtable on Sustainable Energy <\/div>","description":"The roundtable was one of four sponsored by GEF to address critical environmental and sustainable development issues as a contribution to the World Summit on Sustainable Development (WSSD). Each roundtable was held in conjunction with a WSSD preparatory meeting. The roundtable conclusions were presented to the second WSSD prepatory committee meeting and are being fully integrated into the Summit process.","tags":["Energy"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Roundtable.on_.Sustainble.Energy.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF Pakistan","title":" GEF Booklet of Pakistan<\/div>","description":"In order to enhance the capacity of stakeholders and promote awareness for implementation of Pakistan &rsquo;s GEF program in an effective and sustainable manner, a GEF Booklet of Pakistan has been developed in consultation by GEF Cell under supervision of Mr. Kamran Ali Qureshi, GEF Focal Point (Operational &amp; Political) \/ Additional Secretary,&nbsp; Ministry of Environment.","tags":["Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/pakistan-booklet.pdf","length":"3","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Programmatic Approach<\/div>","description":"A growing number of multilateral development organizations and international agencies are now using programmatic approaches to more effectively support developing countries and countries with economies in transition. Yet the programmatic approach is not a new modality for the Global Environmental Facility (GEF). At its meeting in December 1999, the GEF Council supported the evolution of GEF support to emphasize synergistic programs that transcend national borders. Since then, we have been dedicated to the principle that our focus should be on programs rather than just simply individual projects. &nbsp;","tags":["Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Programmatic_Approach.pdf","length":"6","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Investing In Renewable Energy The GEF Experience<\/div>","description":"The publication highlights the GEF’s investments that lead to the installation of 3 GW of electricity capacity from renewable energy facilities, and another 2.8 GW of green capacity from thermal renewable energy facilities which, combined, avoid the emission of 290 million tonnes of CO2 and indirect GHG reductions of 1.2 billion tonnes.","tags":["Mitigation","Climate Change","Climate Change","Carbon Emissions","Climate Change Mitigation","Renewable Energy","Technology Transfer"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/gef_renewenergy_CRA_rev.pdf","length":"3","isbn":"<\/label>978-1-884122-61-3<\/div>"},{"author":"GEF","title":" Cleaning Up: Ridding the world of dangerous chemicals<\/div>","description":"Many chemicals are dangerous to human and ecosystem health. Among the worst is a range of synthetic organic compounds that persist in the environment for long periods of time. GEF’s involvement in tackling the threats posed by these Persistent Organic Pollutants dates back to 1995. In the ensuing years, the GEF has committed US$ 360 million to projects in the POPs focal area and leveraged some US$ 440 million in co-financing to bring the total value of the GEF POPs portfolio to US$ 800 million.The GEF is investing these funds in a range of programs and activities outlined in this publication to rid the world of dangerous chemicals now and forever. &nbsp;","tags":["Chemicals and Waste","Sound Management of Chemicals"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Cleaning-up.pdf","length":"2","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Least Developed Countries Fund Fact Sheets<\/div>","description":"The LDCF was established under the United Nations Framework Convention on Climate Change&nbsp;at its seventh session in Marrakech in 2001.","tags":["LDCF","Institutional","LDCF\/SCCF"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/LDCF-factsheets09_0.pdf","length":"7","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Financing Adaptation<\/div>","description":"Between now and 2030, world energy demand is projected to grow by 1.6 percent annually, adding up to a dramatic 45 percent increase.","tags":["Adaptation","LDCF","Climate Change","Climate Change Adaptation"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/adaptation-actions_0.pdf","length":"2","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Investing in Energy Efficiency<\/div>","description":"The 28-page report highlights the GEF’s 18-year history of investing in technology transfer and policy reform projects to reduce barriers to the adoption of energy-efficient technologies.The report discusses its investment strategies for the US$850 million in direct funding and US$5.9 billion in co-financing it has used for 131 projects in energy efficiency over its history. The majority of the report focuses on the project models GEF uses to remove barriers, and the particular approaches these projects take through five project case studies.","tags":["Mitigation","Climate Change","Climate Change","Carbon Emissions","Climate Change Mitigation","Energy","Technology Transfer"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_EnergyEff-FEb26-2014-CRA.pdf","length":"3","isbn":"<\/label>978-1-939339-12-6<\/div>"},{"author":"GEF","title":" GEF Facts Sheets: About the GEF<\/div>","description":"These new fact sheets&nbsp;offer brief descriptions&nbsp;and data&nbsp;on the&nbsp;activities undertaken&nbsp;in each&nbsp;focal area and provide an handy resource to know GEF&nbsp;work&nbsp;at glance","tags":["Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF-Fact-Sheets-June09.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Biodiversity Fact Sheet<\/div>","description":"The GEF&rsquo;s biodiversity portfolio has been the largest focal area portfolio in terms of grant amounts provided, and accounts for about one-third of total GEF investment to developing countries and to those with economies in transition.","tags":["Biodiversity","Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Biodiversity-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Climate Change Fact Sheet (v. 2009)<\/div>","description":"GEF projects in climate change help developing countries and economies in transition to&nbsp; contribute to both stabilizing and reducing atmospheric greenhouse gases at a level that prevents dangerous human interference with the climate system, and adapt to future climate change that may already be underway.","tags":["Adaptation","LDCF","Climate Change","Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/ClimateChange-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF International Waters Fact Sheet<\/div>","description":"Since its establishment in the early 1990s, the GEF has pioneered processes to help countries build their trust and confidence in working together on issues that affect their shared water resources, including legal and policy reforms. As a result, 149 GEF recipient countries have sought and received funding to work alongside 23 nonrecipient countries to improve regional collaboration and share benefits from their particular transboundary water systems.","tags":["Institutional","International Waters"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/InternlWaters-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Land Degradation Fact Sheet<\/div>","description":"The GEF&rsquo;s program on promoting sustainable land management focuses on integrated approaches to natural resources management, covering all the major rural land use systems: agriculture, rangeland, and forestry.","tags":["Institutional","Land Degradation"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/LandDegradtion-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Gender Fact Sheet<\/div>","description":"The GEF has a long history of investing in local actions to achieve global environmental objectives. Today, an even deeper understanding exists of the relationships among household welfare, women&rsquo;s equality, and environmental sustainability. Making gender issues part of the GEF&rsquo;s six focal areas&nbsp; presents opportunities to further enhance the value of projects as well as advance gender equality.","tags":["Institutional","Gender"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Gender-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Persistent Organic Pollutants Fact Sheet<\/div>","description":"The GEF is helping countries create national inventories of POPs and reduce or eliminate the chemicals&rsquo; use and release into the environment, as well as assisting with safe disposal and the development of environmentally sound alternative products, practices, and techniques.","tags":["Chemicals and Waste","Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/POPs-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Technology Transfer Fact Sheet<\/div>","description":"While the GEF supports the transfer of technologies to help countries mitigate and adapt to climate change, of equal importance is the GEF&rsquo;s work with countries beforehand in helping establish &ldquo;enabling policy environments,&rdquo; or legal and regulatory landscapes, that encourage the adoption of climate-friendly technologies and practices.","tags":["LDCF","Climate Change","Institutional","Technology Transfer"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/TechTransfer-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Ozone Layer Depletion Fact Sheet<\/div>","description":"Phasing out ozone-depleting substances (ODS) is a highly effective means for achieving immediate, and future, global environmental benefits. Consequently, the GEF allocated more than $183 million to projects to phase out ODS, with an additional $188 million of cofinancing.","tags":["Ozone Depletion","Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/OzoneDepletion-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF-NGO Network Fact Sheet<\/div>","description":"The GEF-NGO Network was established in May 1995 following the GEF Council&rsquo;s decision to enhance relationships between the GEF and nongovernmental organizations (NGOs). ","tags":["Institutional","Civil Society Organizations (CSO)","NGOs"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/NGO-FS-June2009.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Investing in Land Stewardship<\/div>","description":"GEF's efforts to combat land degradation and desertification globally. GEF's efforts to combat land degradation and desertification globally.","tags":["Land Degradation"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Investing-land-degradation-English.pdf","length":"4","isbn":"<\/label>978-1-884122-40-8<\/div>"},{"author":"GEF","title":"  Investing in Sustainable Transport and Urban Systems: The GEF Experience<\/div>","description":"Investing in sustainable transport reduces carbon dioxide emissions and helps mitigate the potential impacts of climate change. But making these investments also pays off at the local level: we work with stakeholders to expand clean public transportation choices that also have the added benefits of lowering air pollution and reducing traffic congestion. This publication details our efforts in the field toward realizing sustainable urban transport all over the world. &nbsp;","tags":["Mitigation","Climate Change","Carbon Emissions","Climate Change Mitigation","Sustainable Transport","Technology Transfer"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/26211_lowres.pdf","length":"2","isbn":"<\/label><\/div>"},{"author":"GEF","title":" A New Climate for Forests: GEF Action on Sustainable Forest Management<\/div>","description":"This publication is intended to shed light on GEF experience in Sustainable Forestry Management, perhaps the best-kept secret in the forest financing arena worldwide. It also puts forward guiding ideas on how to build on GEF comparative advantages in financing forests in the coming years, as these invaluable, threatened resources occupy center stage in multiple international agendas.  &nbsp;","tags":["Sustainable Forest Management","Sustainable Forest Management"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/forestry.pdf","length":"9","isbn":"<\/label><\/div>"},{"author":"GEF","title":" From Ridge to Reef; Water, Environment and Community Security<\/div>","description":"The world’s oceans, rivers, lakes, and groundwater systems do not respect political borders. These large water systems cover most of our planet, but they continue to be managed in a national and fragmented way that is endangering the food supply and livelihoods of billions of people. In this publication we explore just a handful of the GEF International Waters projects that have&nbsp; enabled countries to work collectively and, in many cases, to establish adaptive management institutions. &nbsp;","tags":["International Waters"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_RidgetoReef2015_r2%20Final.pdf","length":"9","isbn":"<\/label>978-1-884122-53-8<\/div>"},{"author":"GEF","title":" GEF Annual Report 2008<\/div>","description":"The latest GEF Annual Report covers&nbsp;the 2008&nbsp;fiscal years (from July 1, 2007 to June 30, 2008).  The financial statements and audit reports are also available here.","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/annual-report-2008-lowres.pdf","length":"11","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Engagement in the Mediterranean Region<\/div>","description":"In the Mediterranean the human footprint driven by economic growth and, to a lesser extent, subsistence requirements has drastically increased. Protecting the environment of the Mediterranean Region &mdash;a biodiversity &ldquo;hotspot&rdquo;&mdash; is a priority for the beneficiary countries, the Global Environment Facility, and its partners, as evidenced in this report","tags":["International Waters"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/mediterrean-brochure-light.pdf","length":"4","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Transfer of Environmentally Sound Technologies: The GEF Experience<\/div>","description":"The GEF, over its 17-year history, has extensive experience in the transfer of climate change mitigation and adaptation technologies. A total of around $2.5 billion has been allocated to support climate change projects in over 100 countries. Transfer of environmentally sound technologies is playing a crucial role in the global response to climate change. Lessons learned at the GEF will help improve the efficiency and efficacy of future efforts to transfer ESTs to developing countries","tags":["LDCF","Mitigation","Climate Change","Climate Change","Climate Change Adaptation","Carbon Emissions","Energy","Renewable Energy","Sustainable Transport","Technology Transfer"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_TTbrochure_final-lores.pdf","length":"4","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Financing the Stewardship of Global Biodiversity <\/div>","description":"The financial mechanism of the Convention on Biological Diversity (CBD), operated by the GEF, has assisted eligible countries to implement their commitments for achieving the objectives of this unique international legal instrument. Considering that most of the biological diversity is located in developing countries, the importance of the GEF to the CBD remains fundamental. This publication highlights the achievements of the GEF&nbsp;since its inception, summarizes its current investment strategy, and begins to map the way forward for the next phase of the GEF. ","tags":["Biodiversity"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/financing-stewardship-global-biodiversity.pdf","length":"7","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Indigenous Communities and Biodiversity<\/div>","description":"Many indigenous and local communities live in territories that are biologically outstanding on a global scale.Recognizing the important role they play in biodiversity conservation, and responding to the&nbsp;Convention on Biological Diversity&nbsp;guidance, the GEF biodiversity focal area identifies indigenous communities as key partners in achieving its strategic objectives. This publication provides an account and a first analysis of the scope, content and depth of indigenous communities’ involvement with GEF projects.  &nbsp;","tags":["Biodiversity","Indigenous Peoples"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/indigenous-community-biodiversity.pdf","length":"4","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Annual Report 2006 and 2007<\/div>","description":"The latest GEF Annual Report covers two fiscal years (from July 1, 2005 to June 30, 2007).  The financial statements and audit reports are also available here.","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Annual-Report_2006-07.pdf","length":"7","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Investing in the Environmental Forefront PPP<\/div>","description":"The GEF has created the PPP &ndash; a Public-Private Partnership which engages the private sector in investments to generate global environmental benefits, buying in at the leading edge of financial instruments and environmental technological innovation for developing countries.","tags":["Public Private Partnership"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/PPP%20english%20pub%20web%209-27-07.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Financing Adaptation Action<\/div>","description":"The GEF received the mandate from the Climate Convention in 2001 to finance adaptation projects on the ground.&nbsp;This publication&nbsp;illustrates the types of adaptation projects financed by the GEF and the lesson learned from the first experiences on the ground","tags":["Adaptation","LDCF","Climate Change","Climate Change Adaptation","LDCF\/SCCF","SCCF"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/AdaptationBooklet.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Linking Adaptation to Development<\/div>","description":"&ldquo;Communities around the globe must now take action against the ravages they face because of climate change. It is the GEF's urgent task to empower them to find effective ways to adapt.&rdquo;  Monique Barbut, CEO&nbsp;&amp; Chairperson, GEF","tags":["Adaptation"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Adaptation_brochure.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Annual Report 2005<\/div>","description":"","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/2005_Annual_Report_GEF.pdf","length":"7","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Annual Report 2004<\/div>","description":"","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_AnnualReport_2004.pdf","length":"8","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Instrument for the Establishment of the Restructured GEF (2004)<\/div>","description":"Version May 2004","tags":["Institutional"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF_Instrument3.pdf","length":"7","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF and the Convention on Biological Diversity: A Strong Partnership with Solid Results <\/div>","description":"&nbsp;","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF.and_.CBD_.Feb_.04.pdf","length":"6","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Annual Report 2003<\/div>","description":"","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/2003_Annual_Report_GEF.pdf","length":"8","isbn":"<\/label><\/div>"},{"author":"GEF","title":" What Kind of World? The Challenge of Land Degradation <\/div>","description":"Already, land degradation is widespread and severe enough to reduce agricultural productivity, especially in Africa, Central America and Asia, but with land degradation around the world reaching alarming levels, a more focused and systematic GEF response to land degradation is critical. ","tags":["Land Degradation","Land"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/2003.land_.degradation.English.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Making a Visible Difference in Our World <\/div>","description":"Part I: Front Cover, Table of Contents, Foreword from CEO and Chairman Len Good, and &quot;A Tribute to Africa&quot;","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Making.a.visible.difference.Aug_.2003.pdf","length":"4","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Forest Matters: GEF&#039;s Contribution to Conserving and Sustaining Forest Ecosystems <\/div>","description":"","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF.ForestsMatter1.April_.04.pdf","length":"4","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Keeping the Promise on Water: GEF&#039;s Contributions to Sustaining Our Planet&#039;s Ecosystems (2003)<\/div>","description":"Safeguarding international waters has been a GEF priority from the beginning. GEF works with 139 countries to strengthen the integrated management of land and water ecosystems that are critical to ecosystem health, poverty reduction and sustainable development.","tags":["International Waters"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEFWater2003.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Annual Report 2002<\/div>","description":"A year of Renewed Commitment to saving the Earth","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF.Annual.Report.2002.pdf","length":"8","isbn":"<\/label><\/div>"},{"author":"GEF","title":" High Priorities: GEF&#039;s Contribution to Preserving and Sustaining Mountain Ecosystems <\/div>","description":"","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/High.Priorities.Mountain.Ecosystem.2002.pdf","length":"3","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Biodiversity Matters: GEF&#039;s Contribution to Preserving and Sustaining the Natural Systems that Shape our Lives <\/div>","description":"","tags":["Biodiversity","Biodiversity"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF.Biodiversity.CRA_.2002.pdf","length":"3","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Roundtable on Forests <\/div>","description":"&nbsp;","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Roundtable.on_.Forests.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Roundtable on Land, Water, and Food Security <\/div>","description":"Panelists in the Roundtable on Land, Water, and Food Security discussed key factors that exacerbate land and water degradation. Among those are: ","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Roundtable.on_.Land_.Water_.and_.Food_.Security.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Ministerial Roundtable on Financing the Environment and Sustainable Development <\/div>","description":"&nbsp;","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Good.Practices.Jan_.2001.pdf","length":"8","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Dynamic Partnerships, Real Solutions (Introduction to the GEF)<\/div>","description":"The GEF is the single largest source of funding for the global environmnent. Over the last decade, it has committed over $4.2 billion in grants, and leveraged $11 billion in additional funding for more than 1000 in 160 countries","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF.Dynamic.Partnerships.English.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" The Challenge of Sustainability <\/div>","description":"","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/The.Challenge.of_.Sustainability.pdf","length":"12","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Annual Report 2001<\/div>","description":"GEF's mission is to strengthen the link between sustainable economic cooperation and protection of the global environment, and between environmental security and&nbsp;a stable social order.","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF.Annual.Report.2001.pdf","length":"1","isbn":"<\/label><\/div>"},{"author":"GEF","title":" IUCN &amp; GEF: Partners in Conservation (2000)<\/div>","description":"","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/IUCN.Brochure.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF: Caring for Generations <\/div>","description":"Caring for Generations","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Caring.for_.Generations.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" Solar Thermal Energy Comes to Rajasthan<\/div>","description":"The Government of India (GOI) is promoting the accelerated development of renewable energy resources, making it a priority under its National Environmental Action Plan. KfW is Germany&rsquo;s official development bank for economies in transition and developing countries.","tags":["Mitigation","Climate Change","Renewable Energy","Technology Transfer"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/India.Solar_.Therm_.English.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"GEF","title":" GEF Contributions to Agenda 21: The First Decade<\/div>","description":"Humanity at a turning point","tags":[],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/GEF.Contributions.to_.Agenda.pdf","length":"2","isbn":"<\/label><\/div>"},{"author":"","title":" Executive Summary - Two decades of experience: Investing in Ecosystem Services and Adaptation for Food Security<\/div>","description":"The assessment has demonstrated that GEF financing to generate multiple global environment and adaptation benefits plays a vital role in supporting the agriculture and food security sector globally. The approach to GEF financing emphasizes targeted investments in projects that address objectives of the focal areas, including support to countries for implementation of the Conventions for which the GEF serves as financial mechanism. The value-added of GEF financing is evident from the diversity of interventions in projects, and the potential for sustainability of outcomes for people and the global environment. By aligning focal area priorities with global aspirations for sustainable intensification of production systems, the GEF is well-placed to help feed the world while investing in our planet.","tags":["Land Degradation","Multi Focal Area"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/EXECUTIVE%20SUMMARY%20-%20Food%20Security.pdf","length":"","isbn":"<\/label><\/div>"},{"author":"STAP","title":" Benefits and Trade-Offs Between Energy Conservation and Releases of Unintentionally Produced Persistent Organic Pollutants: A STAP advisory document<\/div>","description":"","tags":["Multi Focal Area","Energy","Persistent Organic Pollutants","Pollution","STAP"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/Benefits-and-Trade-Offs.pdf","length":"5","isbn":"<\/label><\/div>"},{"author":"GEF Secretariat","title":" GEF Annual Report 2013-2015<\/div>","description":"","tags":["Institutional","Annual Report"],"transcript":"https:\/\/www.thegef.org\/gef\/sites\/thegef.org\/files\/publication\/EN_GEF.C.48.05_GEF_Business_Plan_and_FY16_Corporate_Budget.pdf","length":"","isbn":"<\/label><\/div>"}]